{
  "language": "English",
  "languages": "Languages",
  "pageTitle": "AI GIGI DENTAL CLINIC",
  "home": "Home",
  "ourServices": "Our Services",
  "aboutUs": "About Us",
  "contactUs": "Contact Us",
  "title": "Ai GiGi Dental Clinic Port Dickson – Top Rated Dental Clinic",
  "titleDesc": "Looking for a reliable dentist in Port Dickson? Look no further than Ai GiGi Dental, where we offer a comprehensive range of services tailored to meet your dental needs. Ready to enhance your smile? Book your appointment today.",
  "bookNow": "Book For Appointment Now",
  "callNow": "OR Call Us Now",
  "whatsappUs": "WhatsApp US NOW!",
  "laser": "Laser",
  "dentalImplant": "Laser-assisted Dental Implant",
  "dentalImplantDesc": "Dental implants are strong, durable replacements for missing teeth. They function like natural teeth and are designed to blend seamlessly with your smile.",
  "rct": "Laser-assisted Root Canel Treatment",
  "rctDesc": "A modern and minimally invasive method for treating infected or damaged tooth roots. It involves using laser technology to remove infected tissue, sanitize the root canal, and promote healing.",
  "servicesSubtitle": "Popular Dental Treatments in Port Dickson",
  "servicesDesc": "At Ai Gigi Dental, we specialize in a variety of popular dental treatments designed to enhance your smile and oral health.",
  "dentures": "Dentures",
  "denturesDesc": "Dentures are custom-made replacements for missing teeth, improving your ability to chew and speak, while also enhancing the aesthetic of your smile.",
  "mos": "Laser-assisted Minor Oral Surgery",
  "mosDesc": "Our minor oral surgeries, including wisdom tooth removal and corrective surgeries, are performed with advanced techniques to promote quicker recovery times.",
  "whitening": "Teeth Whitening",
  "whiteningDesc": "Our teeth whitening service effectively lifts stains and discoloration from your teeth, significantly brightening your smile and boosting your confidence.",
  "braces": "Braces",
  "bracesDesc": "Braces are used to correct misalignment in teeth and jaws, enhancing both appearance and functionality. We offer different types including conventional, self ligating, damon and clear aligners.",
  "icon": "Icon dental treatment / Icon resin infiltration",
  "iconDesc": "Treats white spots and early stages of tooth decay.",
  "veneers": "Dental Veneers",
  "veneersDesc": "Dental veneers are thin, custom-made shells designed to cover the front surface of teeth, fixing issues like severe discoloration, chips, or gaps.",
  "crown": "Crown & Bridge",
  "crownDesc": "Crowns are used to cover and protect damaged teeth or complete dental implants, while bridges are designed to fill spaces left by missing teeth, restoring both function and appearance.",
  "scaling": "Scaling & Polishing",
  "scalingDesc": "Scaling is a deep cleaning technique that removes plaque and tartar from above and below the gum line, helping prevent oral diseases and keeping your teeth and gums healthy.",
  "filling": "Dental Fillings",
  "fillingDesc": "Dental fillings are used to repair cavities and restore decayed teeth. We use materials that match your tooth color for a natural appearance and durability.",
  "extraction": "Tooth Extraction",
  "extractionDesc": "Tooth extraction may be necessary when a tooth is too damaged to save. We focus on making this process as pain-free and straightforward as possible.",
  "cbct": "CBCT 3D Xray",
  "cbctDesc": "A CBCT (cone beam computed tomography) 3D X-ray is a dental imaging technique that produces a 3D image of the teeth, jaw, and other tissues in the head and neck. ",
  "gum": "Gum Treatment",
  "gumDesc": "We offer treatments for gum disease which range from simple cleanings to more intensive procedures, aiming to restore and maintain healthy gums.",
  "whyChooseTitle": "Why Choose Us?",
  "whyChooseSubtitle": "Why choose",
  "whyChooseSubtitle2": "Find out what sets Ai GiGi Dental apart from the rest in Port Dickson.",
  "modernTech": "Modern Dental Technologies & Stay up-to-date",
  "modernTechDesc": "Our dental clinic is equipped with the latest in dental tools and technologies, enabling more precise diagnostics and efficient, less invasive treatments.",
  "onlyUsedFotona": "The only one using Fotona Laser in Negeri Sembilan.",
  "expDentist": "Experienced Dentists",
  "expDentistDesc": "Our team of dentists brings a wealth of experience to the table, having handled a diverse range of dental conditions and treatments.",
  "personCare": "Personalized Care",
  "personCareDesc": "Each patient at Ai GiGi Dental benefits from personalized treatment plans tailored to meet individual dental health needs.",
  "affordable": "Affordable and reasonable pricing",
  "affordableDesc": "We are honest and up front about fees allowing you to budget for the care you need and want. We believe it is important for you to fully understand all your options and costs involved before treatment.",
  "ourPatients": "Our Patients",
  "patientsSubtitle": "Hear What Our Patients Have To Say About Our Dentists",
  "patientsDesc": "Find out why our patients recommend Ai Gigi Dental for quality and care.",
  "viewMoreBtn": "View More",
  "contactUsSubtitle": "Let Us Help You With Your Dental Needs",
  "email": "Email",
  "address": "Address",
  "phone": "Phone",
  "openingHours": "Opening Hours",
  "weekday": "Weekday: 9am-9pm",
  "weekend": "Weekend: 9am-6pm",
  "holiday": "Rest Day: Announcement on Facebook & Instagram",
  "pageTitleRct": ""
}
